Repository: xbmc-kodi-cz/script.contextmenu
Catalog: resources/language/resource.language.*/strings.po
Languages: cs_cz, sk_sk

# #30000
source: Items selection
cs_cz: Výběr položek
sk_sk: Výber položiek

# #30010
source: Background music
cs_cz: Hudba na pozadí
sk_sk: Hudba na pozadie

# #30020
source: Play the trailer
cs_cz: Přehrát upoutávku
sk_sk: Prehrať upútavku

# #30021
source: Trailer
cs_cz: Upoutávka
sk_sk: Upútavka

# #30030
source: Search trailer
cs_cz: Hledat upoutávku
sk_sk: Hľadať upútavku

# #30050
source: Search
cs_cz: Hledat
sk_sk: Hľadať

# #30051
source: Search...
cs_cz: Hledat...
sk_sk: Hľadať...

# #30052
source: submenu Search...
cs_cz: submenu Hledat...
sk_sk: submenu Hľadať...

# #30053
source: don't select the search text item (the title is used)
cs_cz: nevybírat položku hledaného textu (použije se titul)
sk_sk: nevyberať položku hľadaného textu (použije sa titul)

# #30054
source: don't edit the search text
cs_cz: neupravovat hledaný text
sk_sk: neupravovať hľadaný text

# #30055
source: Select the search text
cs_cz: Vyberte hledaný text
sk_sk: Vyberte hľadaný text

# #30056
source: Enter or edit the search text
cs_cz: Zadejte nebo upravte hledaný text
sk_sk: Zadajte alebo upravte hľadaný text

# #30058
source: Search in SCC
cs_cz: Hledat v SCC
sk_sk: Hľadať v SCC

# #30059
source: Movies and TV Shows by title, actor, role, writer, director or studio
cs_cz: Filmy a seriály podle názvu, herce, role, autora, režiséra nebo studia
sk_sk: Filmy a seriály podľa názvu, herca, role, autora, režiséra alebo štúdia

# #30060
source: Search in Webshare
cs_cz: Hledat na Webshare
sk_sk: Hľadať na Webshare

# #30061
source: Files by názvu
cs_cz: Soubory podle názvu
sk_sk: Súbory podľa názvu

# #30062
source: Search in SC
cs_cz: Hledat v SC
sk_sk: Hľadať v SC

# #30063
source: Movies by name
cs_cz: Filmy podle názvu
sk_sk: Filmy podľa názvu

# #30064
source: Movies by actor name
cs_cz: Filmy podle jména herce
sk_sk: Filmy podľa mena herca

# #30065
source: TV Shows by name
cs_cz: Seriály podle názvu
sk_sk: Seriály podľa názvu

# #30066
source: TV Shows by actor name
cs_cz: Seriály podle jména herce
sk_sk: Seriály podľa mena herca

# #30067
source: Search in Youtube
cs_cz: Hledat na Youtube
sk_sk: Hľadať na Youtube

# #30068
source: Titles by name
cs_cz: Tituly podle názvu
sk_sk: Tituly podľa názvu

# #30069
source: Search in library
cs_cz: Hledat v knihovně
sk_sk: Hľadať v knižnici

# #30070
source: Movies and TV Shows by name
cs_cz: Filmy a seriály podle názvu
sk_sk: Filmy a seriály podľa názvu

# #30071
source: Search in Netflix
cs_cz: Hledat na Netflix
sk_sk: Hľadať na Netflix

# #30072
source: Search titles, people, genres
cs_cz: Hledejte tituly, lidi, žánry
sk_sk: Hľadajte tituly, ľudí, žánre

# #30073
source: Search in HBO Max
cs_cz: Hledat na HBO Max
sk_sk: Hľadať na HBO Max

# #30075
source: Search in TMDB
cs_cz: Hledat v TMDB
sk_sk: Hľadať na TMDB

# #30077
source: Search in Webshare
cs_cz: Hledat na Webshare
sk_sk: Hľadať na Webshare

# #30078
source: File Name
cs_cz: Jméno souboru
sk_sk: Meno súboru

# #30083
source: Smart Search TMDb - Webshare
sk_sk: Smart hľadanie TMDb - Webshare

# #30085
source: Genre
cs_cz: Žánr
sk_sk: Žáner

# #30086
source: Director
cs_cz: Režie
sk_sk: Réžia

# #30087
source: Writer
cs_cz: Scénář
sk_sk: Scenár

# #30088
source: Cast
cs_cz: Obsazení
sk_sk: Obsadenie

# #30089
source: as
cs_cz: jako
sk_sk: ako

# #30100
source: SCC stream select for playing
cs_cz: Výběr SCC streamu pro přehrávání
sk_sk: Výber SCC streamu pre prehravanie

# #30101
source: PLAY Stream to [COLOR red]AUTO[/COLOR]
cs_cz: PLAY Stream na [COLOR red]AUTO[/COLOR]
sk_sk: PLAY Stream na [COLOR red]AUTO[/COLOR]

# #30102
source: PLAY Stream to [COLOR green]MANUAL[/COLOR]
cs_cz: PLAY Stream na [COLOR green]RUČNĚ[/COLOR]
sk_sk: PLAY Stream na [COLOR green]RUČNE[/COLOR]

# #30110
source: SCC stream select for downloading
cs_cz: Výběr SCC streamu pro stahování
sk_sk: Výber SCC streamu pre sťahovanie

# #30111
source: DOWNLOAD Stream to [COLOR red]AUTO[/COLOR]
cs_cz: DOWNLOAD Stream na [COLOR red]AUTO[/COLOR]
sk_sk: DOWNLOAD Stream na [COLOR red]AUTO[/COLOR]

# #30112
source: DOWNLOAD Stream to [COLOR green]MANUAL[/COLOR]
cs_cz: DOWNLOAD Stream na [COLOR green]RUČNĚ[/COLOR]
sk_sk: DOWNLOAD Stream na [COLOR green]RUČNE[/COLOR]

# #30190
source: Content refresh
cs_cz: Obnovení obsahu
sk_sk: Obnovenie obsahu

# #30191
source: Addon setting
cs_cz: Nastavení doplňku
sk_sk: Nastavenie doplnku

# #30192
source: Context menu setting
cs_cz: Nastavení kontext menu
sk_sk: Nastavenie kontextového menu

# #30193
source: Setting
cs_cz: Nastavení
sk_sk: Nastavenie

# #30194
source: Kodi setting
cs_cz: Nastavení Kodi
sk_sk: Nastavenie Kodi

# #30195
source: Delete
cs_cz: Odstranit
sk_sk: Odstrániť

# #30196
source: Addon restart
cs_cz: Restart doplňku
sk_sk: Restart doplnku

# #30200
source: User items
cs_cz: Uživatelské položky
sk_sk: Užívateľské položky

# #30201
source: Item enable
cs_cz: Povolení položky
sk_sk: Povolenie položky

# #30202
source: Position
cs_cz: Pozice
sk_sk: Pozícia

# #30203
source: Name
cs_cz: Název
sk_sk: Názov

# #30204
source: Style
cs_cz: Styl
sk_sk: Štýl

# #30205
source: Color
cs_cz: Barva
sk_sk: Farba

# #30206
source: Built-in
cs_cz: Příkaz
sk_sk: Príkaz

# #30210
source: Undefined
cs_cz: Nedefinovaná
sk_sk: Nedefinovaná

source: Top
cs_cz: Nahoře
sk_sk: Hore

# #30216
source: Bottom
cs_cz: Dole
sk_sk: Dole

# #30220
source: Normal
cs_cz: Normální
sk_sk: Normálne

# #30221
source: [B]Bold[/B]
cs_cz: [B]Tučné[/B]
sk_sk: [B]Tučné[/B]

# #30222
source: [I]Italics[/I]
cs_cz: [I]Kurzíva[/I]
sk_sk: [I]Kurzíva[/I]

# #30223
source: [B][I]Bold italics[/B][/I]
cs_cz: [B][I]Tučná kurzíva[/B][/I]
sk_sk: [B][I]Tučná kurzíva[/B][/I]

source: [COLOR white]White[/COLOR]
cs_cz: [COLOR white]Bílá[/COLOR]
sk_sk: [COLOR white]Bíela[/COLOR]

source: [COLOR grey]Grey[/COLOR]
cs_cz: [COLOR grey]Šedá[/COLOR]
sk_sk: [COLOR grey]Šedá[/COLOR]

source: [COLOR blue]Blue[/COLOR]
cs_cz: [COLOR blue]Modrá[/COLOR]
sk_sk: [COLOR blue]Modrá[/COLOR]

source: [COLOR green]Green[/COLOR]
cs_cz: [COLOR green]Zelená[/COLOR]
sk_sk: [COLOR green]Zelená[/COLOR]

source: [COLOR yellow]Yellow[/COLOR]
cs_cz: [COLOR yellow]Žlutá[/COLOR]
sk_sk: [COLOR yellow]Žltá[/COLOR]

source: [COLOR red]Red[/COLOR]
cs_cz: [COLOR red]Červená[/COLOR]
sk_sk: [COLOR red]Červená[/COLOR]

# #30301
source: User item No.1
cs_cz: Uživatelská položka 1
sk_sk: Užívateľská položka 1

# #30302
source: User item No.2
cs_cz: Uživatelská položka 2
sk_sk: Užívateľská položka 2

# #30303
source: User item No.3
cs_cz: Uživatelská položka 3
sk_sk: Užívateľská položka 3

# #30304
source: User item No.4
cs_cz: Uživatelská položka 4
sk_sk: Užívateľská položka 4
